{
    "presentations": [{
        "title": "Reprodutibilidade e Replicabilidade em Bioinformática usando Software Livre",
        "description": "A reprodutibilidade e a replicabilidade de experimentos e resultados são alguns dos pilares fundamentais da atividade científica. No entanto, novas ferramentas e tecnologias, enormes quantidades de dados, abordagens interdisciplinares e a complexidade das questões que estão sendo feitas durante as pesquisas complicam os esforços de replicação e reprodução, assim como aumentam a pressão sobre os cientistas.  Essa critibilidade da reprodutibilidade afeta, em diferentes extensões, uma grande parte dos campos científicos, sendo esse um problema também visualizado na Bioinformática, que se tornou um elemento-chave de inúmeros estudos biológicos e médicos. Em sua maioria, os problemas de reprodutibilidade e replicabilidade na Bioinformática estão relacionados à baixa semi-vida do software, baixo envolvimento da comunidade de utilizadores, à complexidade das pipelines e workflows de análise, aos efeitos descontrolados induzidos pelas mudanças nas bibliotecas do sistema e do ecossistema computacional, à incompletude ou à imprecisão na descrição do fluxo de trabalho, na ausência de documentação e de treinamento, entre outros. Nessa palestra, pretendemos apresentar os principais desafios e dificuldades para a reprodutibilidade plena na Bioinformática e na Biologia Computacional. Além disso, pretendemos apresentar os principais projetos Open Source disponíveis que buscam resolver essas dificuldades e como esses auxiliam na promoção e no desenvolvimento do conceito de Open Science. Também vamos propor algumas recomendações à comunidade de pesquisa para melhorar a reutilização dos dados de pesquisa e algumas formas da Comunidade Open Source auxiliar no desenvolvimento científico e de uma Ciência Cidadã.",
        "url": "slides/replicability-reprodutibility-bioinformatics/"
    }],
    "presentations": [{
        "title": "Chado – Utilizando o PostgreSQL no gerenciamento do conhecimento biológico em Bioinformática",
        "description": "Nos últimos anos, o surgimento de novas tecnologias de alto rendimento, além da redução de custos nas áreas científicas e tecnológicas, permitiram que os biólogos gerassem enormes quantidades de dados que vão desde o sequenciamento completo de dados genômicos de diferentes organismos até a geração de imagens de alta qualidade de estruturas fisiológicas. Esse crescimento nos levou à era dos “grandes dados”, oferecendo oportunidades sem precedentes para as pesquisas científicas, mas também trazendo novos desafios para a mineração e análise dessas informações. Nesse período, as bases de dados biológicas tornaram-se ferramentas extremamente importantes no fazer científico, auxiliando pesquisadores na produção de novos medicamentos, na descoberta de relações básicas entre os organismos na história da vida e em sua evolução biológica, além do estudo de diferentes doenças ao redor do mundo. Entre os projetos para o desenvolvimento de bases de dados biológicas destacamos o Projeto Chado, um esquema de banco de dados relacional que é amplamente usado para gerenciar o conhecimento biológico para uma grande variedade de organismos, de humanos a agentes patogênicos, especialmente as classes de informações que, direta ou indiretamente, podem ser associadas a sequências de genoma ou aos produtos primários de DNA, RNA e proteínas codificadas por um genoma. Graças ao seu amplo desenvolvimento e sua comunidade, os bancos de dados biológicos que estejam em conformidade com este esquema conseguem interoperar uns com os outros, e com o conjunto de aplicativos do Generic Model Organism Database (GMOD), gerando estruturas de dados de fácil utilização pela comunidade de cientistas ao redor do mundo. Nessa palestra pretendemos apresentar informações básicas sobre o projeto Chado, sobre o projeto GMOD e discutir alguns dos projetos de banco de dados biológicos já desenvolvidos ao redor do mundo e como a comunidade PostgreSQL pode ajudar nas pesquisas científicas para promover uma concepção de Open Science e Ciência Cidadã.",
        "url": "slides/chado/"
    }],
    "presentations": [{
        "title": "Análise de Bioinformática utilizando o Projeto Galaxy para a Genômica da Conservação",
        "description": "Os participantes aprenderão sobre o Projeto Galaxy, como obter dados brutos de sequenciamento de nova geração (NGS), como escolher quais pacotes de software se encaixam melhor em seus dados, como usar pacotes de software comuns e como montar fluxos de trabalhos completos através da plataforma Galaxy. Ao final do curso, os participantes serão capazes de conduzir análises genômicas e avaliar criticamente a literatura atual sobre pesquisa em Genômica Conservacionista.",
        "url": "slides/galaxy/"
    }]
}
